---
kind: property
id: P:Autodesk.Revit.DB.Visual.MetallicPaint.CommonTintToggle
source: html/adb0a12c-8985-ecdf-c033-16a11563465a.htm
---
# Autodesk.Revit.DB.Visual.MetallicPaint.CommonTintToggle Property

The property labeled "Tint" from the "MetallicPaint" schema.

## Syntax (C#)
```csharp
public static string CommonTintToggle { get; }
```

## Remarks
This property is of type "AssetPropertyBoolean".